export interface MarketerInfo {
  name: string;
  team: string;
}

export const MARKETER_MAPPING: Record<string, MarketerInfo> = {
  "mp8388": {
    "name": "강현구",
    "team": "퇴사자"
  },
  "mp2850": {
    "name": "김다윗",
    "team": "지원팀"
  },
  "mp5846": {
    "name": "김다희",
    "team": "퇴사자"
  },
  "mp9408": {
    "name": "김단이",
    "team": "퇴사자"
  },
  "mp9081": {
    "name": "김대훈",
    "team": "퇴사자"
  },
  "mp1394": {
    "name": "김상길",
    "team": "지원팀"
  },
  "mp7167": {
    "name": "김성수",
    "team": "1팀"
  },
  "mp3929": {
    "name": "김성진",
    "team": "퇴사자"
  },
  "mp6031": {
    "name": "김소은",
    "team": "1팀"
  },
  "mp7369": {
    "name": "김수용",
    "team": "퇴사자"
  },
  "mp1470": {
    "name": "김승국",
    "team": "5팀"
  },
  "mp4103": {
    "name": "김예지",
    "team": "퇴사자"
  },
  "mp1580": {
    "name": "김예진",
    "team": "퇴사자"
  },
  "mp4660": {
    "name": "김응국",
    "team": "퇴사자"
  },
  "mp9819": {
    "name": "김중영",
    "team": "퇴사자"
  },
  "mp4137": {
    "name": "김철",
    "team": "퇴사자"
  },
  "mp7745": {
    "name": "류우정",
    "team": "퇴사자"
  },
  "mp5536": {
    "name": "박상건",
    "team": "퇴사자"
  },
  "mp1704": {
    "name": "박종찬",
    "team": "퇴사자"
  },
  "mp1156": {
    "name": "박주용",
    "team": "퇴사자"
  },
  "mp4515": {
    "name": "박중재",
    "team": "7팀"
  },
  "mp2097": {
    "name": "서대석",
    "team": "4팀"
  },
  "mp6114": {
    "name": "서민석",
    "team": "퇴사자"
  },
  "mp3444": {
    "name": "손승완",
    "team": "4팀"
  },
  "mp9856": {
    "name": "오민욱",
    "team": "8팀"
  },
  "mp7404": {
    "name": "우현욱",
    "team": "퇴사자"
  },
  "mp3714": {
    "name": "유광훈",
    "team": "퇴사자"
  },
  "mp3799": {
    "name": "유지수",
    "team": "퇴사자"
  },
  "mp7499": {
    "name": "유호철",
    "team": "퇴사자"
  },
  "mp2167": {
    "name": "윤다혜",
    "team": "퇴사자"
  },
  "mp0644": {
    "name": "이대광",
    "team": "퇴사자"
  },
  "mp2734": {
    "name": "이상빈",
    "team": "퇴사자"
  },
  "mp1797": {
    "name": "이유림",
    "team": "퇴사자"
  },
  "mp7923": {
    "name": "이지민",
    "team": "퇴사자"
  },
  "mp4165": {
    "name": "임현상",
    "team": "퇴사자"
  },
  "mp1559": {
    "name": "장평화",
    "team": "3팀"
  },
  "mp3847": {
    "name": "정태민",
    "team": "3팀"
  },
  "mp7042": {
    "name": "정태수",
    "team": "3팀"
  },
  "mp1427": {
    "name": "조경래",
    "team": "1팀"
  },
  "mp2886": {
    "name": "조규성",
    "team": "퇴사자"
  },
  "mp9279": {
    "name": "조명상",
    "team": "퇴사자"
  },
  "mp9207": {
    "name": "진주혜",
    "team": "지원팀"
  },
  "mp2632": {
    "name": "최영진",
    "team": "퇴사자"
  },
  "mp6945": {
    "name": "한선빈",
    "team": "퇴사자"
  },
  "mp3277": {
    "name": "박춘성",
    "team": "지원팀"
  },
  "mp1471": {
    "name": "문강현",
    "team": "퇴사자"
  },
  "mp3922": {
    "name": "박진형",
    "team": "퇴사자"
  },
  "mp7899": {
    "name": "김동훈",
    "team": "퇴사자"
  },
  "mp8290": {
    "name": "장진선",
    "team": "퇴사자"
  },
  "mp1603": {
    "name": "김유진",
    "team": "퇴사자"
  },
  "mp1150": {
    "name": "이경재",
    "team": "퇴사자"
  },
  "mp9145": {
    "name": "한순",
    "team": "퇴사자"
  },
  "mp7605": {
    "name": "임영은",
    "team": "퇴사자"
  },
  "mp0664": {
    "name": "조정현",
    "team": "퇴사자"
  },
  "mp8214": {
    "name": "장유진",
    "team": "퇴사자"
  },
  "mp3185": {
    "name": "전다영",
    "team": "퇴사자"
  },
  "mp6435": {
    "name": "이해원",
    "team": "퇴사자"
  },
  "mp0818": {
    "name": "강다혜",
    "team": "퇴사자"
  },
  "mp7007": {
    "name": "맹훈",
    "team": "퇴사자"
  },
  "mp4430": {
    "name": "박성탄",
    "team": "퇴사자"
  },
  "mp3736": {
    "name": "이재은",
    "team": "퇴사자"
  },
  "mp4899": {
    "name": "최준영",
    "team": "퇴사자"
  },
  "mp4265": {
    "name": "김재웅",
    "team": "퇴사자"
  },
  "mp4904": {
    "name": "윤영집",
    "team": "퇴사자"
  },
  "mp4352": {
    "name": "정재헌",
    "team": "퇴사자"
  },
  "mp0916": {
    "name": "석진영",
    "team": "퇴사자"
  },
  "mp6291": {
    "name": "현남규",
    "team": "7팀"
  },
  "mp0065": {
    "name": "유영재",
    "team": "퇴사자"
  },
  "mp2407": {
    "name": "심재용",
    "team": "3팀"
  },
  "mp7685": {
    "name": "김총명",
    "team": "퇴사자"
  },
  "mp9332": {
    "name": "황지훈",
    "team": "퇴사자"
  },
  "mp9098": {
    "name": "전병호",
    "team": "퇴사자"
  },
  "mp7687": {
    "name": "유우종",
    "team": "퇴사자"
  },
  "mp8743": {
    "name": "이동규",
    "team": "퇴사자"
  },
  "mp2390": {
    "name": "이태훈",
    "team": "퇴사자"
  },
  "mp6284": {
    "name": "김민홍",
    "team": "퇴사자"
  },
  "mp7818": {
    "name": "은신기",
    "team": "퇴사자"
  },
  "mp4404": {
    "name": "윤동규",
    "team": "퇴사자"
  },
  "mp1040": {
    "name": "박우일",
    "team": "퇴사자"
  },
  "mp8624": {
    "name": "김동준",
    "team": "퇴사자"
  },
  "mp6192": {
    "name": "이한규",
    "team": "퇴사자"
  },
  "mp7649": {
    "name": "김재광",
    "team": "퇴사자"
  },
  "mp7697": {
    "name": "유주연",
    "team": "8팀"
  },
  "mp4617": {
    "name": "배호건",
    "team": "지원팀"
  },
  "mp1130": {
    "name": "이근호",
    "team": "퇴사자"
  },
  "mp1066": {
    "name": "최지훈",
    "team": "퇴사자"
  },
  "mp6097": {
    "name": "서영준",
    "team": "퇴사자"
  },
  "mp5065": {
    "name": "김선희",
    "team": "퇴사자"
  },
  "mp4029": {
    "name": "조유나",
    "team": "퇴사자"
  },
  "mp6196": {
    "name": "정태영",
    "team": "퇴사자"
  },
  "mp5571": {
    "name": "김청기",
    "team": "마케팅1팀"
  },
  "mp8939": {
    "name": "류선웅",
    "team": "퇴사자"
  },
  "mp2969": {
    "name": "손영욱",
    "team": "퇴사자"
  },
  "mp9861": {
    "name": "김민수",
    "team": "퇴사자"
  },
  "mp4217": {
    "name": "김유경",
    "team": "퇴사자"
  },
  "mp6896": {
    "name": "최중윤",
    "team": "퇴사자"
  },
  "mp1682": {
    "name": "김상욱",
    "team": "9팀"
  },
  "mp6150": {
    "name": "권동영",
    "team": "1팀"
  },
  "mp8618": {
    "name": "최예찬",
    "team": "퇴사자"
  },
  "mp3634": {
    "name": "유현동",
    "team": "퇴사자"
  },
  "mp9080": {
    "name": "박승훈",
    "team": "2팀"
  },
  "mp1821": {
    "name": "성명수",
    "team": "퇴사자"
  },
  "mp3298": {
    "name": "김원영",
    "team": "외부"
  },
  "mp4367": {
    "name": "허성우",
    "team": "퇴사자"
  },
  "mp1667": {
    "name": "배준수",
    "team": "퇴사자"
  },
  "mp1460": {
    "name": "김현성",
    "team": "퇴사자"
  },
  "mp6324": {
    "name": "신재호",
    "team": "8팀"
  },
  "mp9590": {
    "name": "김관호",
    "team": "7팀"
  },
  "mp1655": {
    "name": "안수빈",
    "team": "5팀"
  },
  "mp7752": {
    "name": "하경현",
    "team": "퇴사자"
  },
  "mp6463": {
    "name": "유시완",
    "team": "퇴사자"
  },
  "mp6484": {
    "name": "이대한",
    "team": "퇴사자"
  },
  "mp9035": {
    "name": "최성빈",
    "team": "1팀"
  },
  "mp3019": {
    "name": "신태호",
    "team": "퇴사자"
  },
  "mp0420": {
    "name": "김태익",
    "team": "퇴사자"
  },
  "mp4283": {
    "name": "한수복",
    "team": "퇴사자"
  },
  "mp3885": {
    "name": "장세영",
    "team": "퇴사자"
  },
  "mp3073": {
    "name": "박은주",
    "team": "퇴사자"
  },
  "mp3257": {
    "name": "맹승주",
    "team": "퇴사자"
  },
  "mp3803": {
    "name": "이지애",
    "team": "퇴사자"
  },
  "mp9137": {
    "name": "윤준영",
    "team": "퇴사자"
  },
  "mp0921": {
    "name": "서준혁",
    "team": "퇴사자"
  },
  "mp5484": {
    "name": "신욱",
    "team": "퇴사자"
  },
  "mp8870": {
    "name": "정서윤",
    "team": "퇴사자"
  },
  "mp2130": {
    "name": "이장석",
    "team": "퇴사자"
  },
  "mp3349": {
    "name": "김우진",
    "team": "퇴사자"
  },
  "mp5073": {
    "name": "정구환",
    "team": "퇴사자"
  },
  "mp1417": {
    "name": "조용훈",
    "team": "퇴사자"
  },
  "mp3081": {
    "name": "이종혁",
    "team": "퇴사자"
  },
  "mp5127": {
    "name": "황예림",
    "team": "퇴사자"
  },
  "mp2068": {
    "name": "김규일",
    "team": "마케팅1팀"
  },
  "mp1446": {
    "name": "김주은",
    "team": "퇴사자"
  },
  "mp4441": {
    "name": "김봉진",
    "team": "퇴사자"
  },
  "mp2556": {
    "name": "황건우",
    "team": "퇴사자"
  },
  "mp3877": {
    "name": "홍정호",
    "team": "퇴사자"
  },
  "mp5771": {
    "name": "송기현",
    "team": "퇴사자"
  },
  "mp2142": {
    "name": "조태준",
    "team": "퇴사자"
  },
  "mp0494": {
    "name": "장진석",
    "team": "퇴사자"
  },
  "mp8464": {
    "name": "양정미",
    "team": "퇴사자"
  },
  "mp4751": {
    "name": "원태웅",
    "team": "퇴사자"
  },
  "mp7174": {
    "name": "백송",
    "team": "퇴사자"
  },
  "mp1317": {
    "name": "양성주",
    "team": "퇴사자"
  },
  "mp4670": {
    "name": "김성우",
    "team": "퇴사자"
  },
  "mp9208": {
    "name": "황지성",
    "team": "퇴사자"
  },
  "mp5800": {
    "name": "신재호2",
    "team": "퇴사자"
  },
  "mp7439": {
    "name": "정순홍",
    "team": "마케팅3팀"
  },
  "mp5351": {
    "name": "김지훈",
    "team": "5팀"
  },
  "mp2138": {
    "name": "이종진",
    "team": "퇴사자"
  },
  "mp7858": {
    "name": "박정환",
    "team": "퇴사자"
  },
  "mp4230": {
    "name": "민윤기",
    "team": "퇴사자"
  },
  "mp9706": {
    "name": "김요한",
    "team": "퇴사자"
  },
  "mp9611": {
    "name": "홍재희",
    "team": "퇴사자"
  },
  "mp2420": {
    "name": "조성민",
    "team": "퇴사자"
  },
  "mp9180": {
    "name": "장병림",
    "team": "퇴사자"
  },
  "mp3551": {
    "name": "권해준",
    "team": "퇴사자"
  },
  "mp6414": {
    "name": "유동건",
    "team": "퇴사자"
  },
  "mp9927": {
    "name": "서명석",
    "team": "5팀"
  },
  "mp2166": {
    "name": "박혜강",
    "team": "4팀"
  },
  "mp5797": {
    "name": "이민호",
    "team": "퇴사자"
  },
  "mp0143": {
    "name": "김민지",
    "team": "퇴사자"
  },
  "mp3520": {
    "name": "차성민",
    "team": "퇴사자"
  },
  "mp9538": {
    "name": "배태욱",
    "team": "퇴사자"
  },
  "mp0926": {
    "name": "박성환",
    "team": "퇴사자"
  },
  "mp1098": {
    "name": "한사랑",
    "team": "퇴사자"
  },
  "mp7242": {
    "name": "조아라",
    "team": "퇴사자"
  },
  "mp3606": {
    "name": "이원형",
    "team": "외부"
  },
  "mp0696": {
    "name": "박성주",
    "team": "퇴사자"
  },
  "mp6961": {
    "name": "서상민",
    "team": "퇴사자"
  },
  "mp1358": {
    "name": "이영두",
    "team": "퇴사자"
  },
  "mp8179": {
    "name": "김상훈",
    "team": "퇴사자"
  },
  "mp1214": {
    "name": "이수민",
    "team": "퇴사자"
  },
  "mp7033": {
    "name": "김도희",
    "team": "퇴사자"
  },
  "mp0343": {
    "name": "강은정",
    "team": "4팀"
  },
  "mp7466": {
    "name": "이령경",
    "team": "퇴사자"
  },
  "mp3630": {
    "name": "문정인",
    "team": "퇴사자"
  },
  "mp1783": {
    "name": "추성현",
    "team": "퇴사자"
  },
  "mp1651": {
    "name": "김남형",
    "team": "퇴사자"
  },
  "mp9221": {
    "name": "박재은",
    "team": "퇴사자"
  },
  "mp9042": {
    "name": "진석원",
    "team": "퇴사자"
  },
  "mp3734": {
    "name": "오준석",
    "team": "퇴사자"
  },
  "mp5486": {
    "name": "주동규",
    "team": "기술지원팀"
  },
  "mp2396": {
    "name": "신희진",
    "team": "3팀"
  },
  "mp7694": {
    "name": "이서인",
    "team": "퇴사자"
  },
  "mp9278": {
    "name": "박희지",
    "team": "퇴사자"
  },
  "mp2170": {
    "name": "김경회",
    "team": "퇴사자"
  },
  "mp9834": {
    "name": "여희명",
    "team": "퇴사자"
  },
  "mp1681": {
    "name": "김가은",
    "team": "퇴사자"
  },
  "mp2803": {
    "name": "장현민",
    "team": "마케팅2팀"
  },
  "mp4316": {
    "name": "유재훈",
    "team": "퇴사자"
  },
  "mp0766": {
    "name": "황혜정",
    "team": "퇴사자"
  },
  "mp6867": {
    "name": "원석희",
    "team": "퇴사자"
  },
  "mp6524": {
    "name": "이세정",
    "team": "퇴사자"
  },
  "mp4917": {
    "name": "이동욱",
    "team": "퇴사자"
  },
  "mp9497": {
    "name": "한정민",
    "team": "퇴사자"
  },
  "mp7422": {
    "name": "조규리",
    "team": "퇴사자"
  },
  "mp5184": {
    "name": "김정수",
    "team": "퇴사자"
  },
  "mp0580": {
    "name": "하동균",
    "team": "퇴사자"
  },
  "mp8663": {
    "name": "황이슬",
    "team": "퇴사자"
  },
  "mp6223": {
    "name": "김정현",
    "team": "퇴사자"
  },
  "mp1280": {
    "name": "박유신",
    "team": "퇴사자"
  },
  "mp0804": {
    "name": "심민우",
    "team": "퇴사자"
  },
  "mp7470": {
    "name": "이서우",
    "team": "퇴사자"
  },
  "mp5326": {
    "name": "백민지",
    "team": "퇴사자"
  },
  "mp9382": {
    "name": "박주형",
    "team": "퇴사자"
  },
  "mp8090": {
    "name": "백준혁",
    "team": "퇴사자"
  },
  "mp4024": {
    "name": "이광근",
    "team": "7팀"
  },
  "mp6102": {
    "name": "김부미",
    "team": "퇴사자"
  },
  "mp5930": {
    "name": "정윤지",
    "team": "3팀"
  },
  "mp7396": {
    "name": "조강은",
    "team": "퇴사자"
  },
  "mp2649": {
    "name": "심인",
    "team": "퇴사자"
  },
  "mp2436": {
    "name": "김정환",
    "team": "3팀"
  },
  "mp3361": {
    "name": "송화백",
    "team": "퇴사자"
  },
  "mp7506": {
    "name": "박웅균",
    "team": "퇴사자"
  },
  "mp6824": {
    "name": "이서현",
    "team": "5팀"
  },
  "mp7150": {
    "name": "이지수",
    "team": "마케팅2팀"
  },
  "mp3427": {
    "name": "이진우",
    "team": "퇴사자"
  },
  "mp2512": {
    "name": "문준호",
    "team": "퇴사자"
  },
  "mp7949": {
    "name": "김수진",
    "team": "퇴사자"
  },
  "mp2450": {
    "name": "김하늘",
    "team": "7팀"
  },
  "mp6826": {
    "name": "이창제",
    "team": "7팀"
  },
  "mp3164": {
    "name": "김정민",
    "team": "퇴사자"
  },
  "mp7834": {
    "name": "양범직",
    "team": "퇴사자"
  },
  "mp7021": {
    "name": "정한솔",
    "team": "퇴사자"
  },
  "mp3264": {
    "name": "신민주",
    "team": "퇴사자"
  },
  "mp5982": {
    "name": "김동휘",
    "team": "퇴사자"
  },
  "mp6562": {
    "name": "백승환",
    "team": "퇴사자"
  },
  "mp2422": {
    "name": "백창기",
    "team": "퇴사자"
  },
  "mp3420": {
    "name": "염종훈",
    "team": "7팀"
  },
  "mp6211": {
    "name": "김소연",
    "team": "4팀"
  },
  "mp9257": {
    "name": "김지훈",
    "team": "5팀"
  },
  "mp3429": {
    "name": "이상빈",
    "team": "퇴사자"
  },
  "mp1687": {
    "name": "신준희",
    "team": "7팀"
  },
  "mp6517": {
    "name": "송창진",
    "team": "퇴사자"
  },
  "mp6264": {
    "name": "이정현",
    "team": "퇴사자"
  },
  "mp1692": {
    "name": "권경훈",
    "team": "퇴사자"
  },
  "mp0684": {
    "name": "우신희",
    "team": "퇴사자"
  },
  "mp1391": {
    "name": "장재규",
    "team": "퇴사자"
  },
  "mp2613": {
    "name": "정은혁",
    "team": "5팀"
  },
  "mp7459": {
    "name": "김혜주",
    "team": "퇴사자"
  },
  "mp3690": {
    "name": "박상민",
    "team": "9팀"
  },
  "mp7859": {
    "name": "엄현준",
    "team": "퇴사자"
  },
  "mp0476": {
    "name": "정재훈",
    "team": "퇴사자"
  },
  "mp9298": {
    "name": "남현민",
    "team": "2팀"
  },
  "mp2475": {
    "name": "최혜림",
    "team": "9팀"
  },
  "mp6767": {
    "name": "안휘",
    "team": "퇴사자"
  },
  "mp3418": {
    "name": "성경한",
    "team": "퇴사자"
  },
  "mp6075": {
    "name": "김도희",
    "team": "퇴사자"
  },
  "mp2681": {
    "name": "박송희",
    "team": "마케팅3팀"
  },
  "mp9165": {
    "name": "차효림",
    "team": "마케팅3팀"
  },
  "mp2336": {
    "name": "김수지",
    "team": "퇴사자"
  },
  "mp9901": {
    "name": "송종원",
    "team": "퇴사자"
  },
  "djdongjoo": {
    "name": "서동주",
    "team": "퇴사자"
  },
  "mp2581": {
    "name": "김하빈",
    "team": "퇴사자"
  },
  "mp0629": {
    "name": "백승민",
    "team": "퇴사자"
  },
  "mp0951": {
    "name": "정규빈",
    "team": "퇴사자"
  },
  "mp4162": {
    "name": "장원준",
    "team": "퇴사자"
  },
  "mp7268": {
    "name": "엄도윤",
    "team": "9팀"
  },
  "mp0228": {
    "name": "유예슬",
    "team": "퇴사자"
  },
  "mp2297": {
    "name": "김용덕",
    "team": "9팀"
  },
  "mp8701": {
    "name": "최지용",
    "team": "마케팅3팀"
  },
  "mp3896": {
    "name": "배유진",
    "team": "퇴사자"
  },
  "mp5283": {
    "name": "윤종서",
    "team": "퇴사자"
  },
  "mp8993": {
    "name": "김지현",
    "team": "퇴사자"
  },
  "mp2872": {
    "name": "홍수정",
    "team": "9팀"
  }
};
